IDEA Open Model
TimePoint.Stage Property
Compatible with IDEA StatiCa v 10.1
 Stage
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool Stage { get; set; }
Public Property Stage As Boolean
	Get
	Set
public:
property bool Stage {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace